/* Translation to French by Antoine */

/* Chimoosoft common strings shared amongst various programs. */

/* Mostly buttons. */

"Okay" = "D'accord";
"OK" = "OK";
"Cancel" = "Annuler";
"Quit" = "Quitter";

"Continue" = "Continuer";
"Reload" = "Recharger";
"Stop" = "Arrêter";
"Save" = "Enregistrer";
"Error" = "Erreur";


/* Tiger Checking */
"UnsupportedVersion" = "Non prise en charge de Mac OS X version";
"RequiresTiger" = "Ce logiciel nécessite Mac OS X 10.4 (Tiger) ou plus.";
"PleaseUpgrade" = "S’il vous plaît mettez à jour votre système ou téléchargez une ancienne version de ce logiciel.";

/* Errors */
"ComponentMissingTitle" = "Composant Manquant ou Modifiés";
"ComponentMissingBody" = "Un élément nécessaire au logiciel est absent ou a été modifié depuis son installation. Veuillez télécharger une nouvelle copie de ce logiciel.";